package gmcc.bsmonitor;


import java.util.HashMap;

/**
 * 测试数据
 * Created by lijun on 15/7/29.
 */
public class TestData {

    public static double [][]pointlat= {
            {-863931008,25.203121, 113.196419,2},
            {-1911315071,23.27916, 116.74168,1},
            {-157504865,23.95222092, 116.58280182,3},
            {476442012,24.8607878,113.4332875,1},
            {700858277,22.958901,116.05301,3},
            {-1168781389,23.24641,115.43156,1}
    };
    //告警信息，第一位为ID，第二位为报警状态2表示退服3表示断电
    public static double [][]warning ={
            {-863931008,2},
            {-157504865,3},
            {700858277,3}
    };
}
